{
  "slides": [
    {
      "title": "Describe Your Startup",
      "content": "Daksha is the world’s first Sacred Agentic AI Companion—an emotionally intelligent AI that remembers your emotional journey, anticipates your needs, and takes autonomous actions to support your well-being. Unlike traditional AI assistants, Daksha deeply integrates with your life across apps like Google Calendar, Spotify, and more, offering proactive care. It’s built on a trauma-informed, psychology-first design with ancient Sanskrit wisdom blended with modern neuroscience. With 3.8 billion people emotionally underserved and most mental health apps offering shallow solutions, Daksha creates a new category of conscious technology—a deeply personal, healing AI for human flourishing."
    },
    {
      "title": "Startup Progress",
      "content": "We’ve built the core MVP with key technologies like MemoryWeave™, AgentBridge™, and VaniNet™, and we’ve filed 12 patents (4 granted). Early beta users reported life-changing experiences. Daksha is fully integrated with 50+ apps and designed to scale globally. The Vani community has shown a 145% net revenue retention and viral growth (2.3x coefficient). We’ve assembled a world-class advisory board and are preparing for a full English-speaking market launch in 2025, with a planned expansion into Europe and Asia by 2027."
    },
    {
      "title": "How I Spent My Time in College & School",
      "content": "In school, I explored building projects in AI, web, automation, and open-source, along with growing YouTube channels to share my learnings. I built tools people used and consistently challenged myself with hackathons and new technologies. In college, I shifted to building systems that can scale—like Unistory, a verified student social platform, and now Daksha, which combines psychology, technology, and ancient wisdom to build meaningful, healing AI. I failed, iterated, and learned constantly. Daksha is my most purpose-driven project yet, built with the mission to transform lives."
    }
  ]
}
